[
  {
    "NCTId": "NCT01903681",
    "BriefTitle": "Assessment of the Pharmacokinetics of Circadin® in Children With Neurodevelopmental Disorders and Sleep Disturbances",
    "OverallStatus": "COMPLETED",
    "StartDate": "2013-03",
    "BriefSummary": "There is increasing evidence that chronic sleep disorders in children with autism spectrum disorder (ASD), Angelman Syndrome (AS) and Smith-Magenis syndrome (SMS) are associated with disturbed melatonin secretion and melatonin administration has been shown to be effective in these populations. For children who have difficulties swallowing a tablet, Neurim has developed an age-appropriate Melatonin formulation in the form of mini-tablets which have the same dissolution profile as the Circadin® tablets product, thus should produce the same melatonin concentration-time profile with the same effects. This study concerns the pharmacokinetic study.\n\nThe purpose of this study is to :\n\n* Establish the 24 hour baseline profile of endogenous saliva melatonin concentrations and urine 6-SMT excretion in children aged 2 up to and including 17 years with neurodevelopmental disorders with sleep disturbances.\n* Establish the concentration-time profile of saliva melatonin concentrations and 24 hour 6-SMT urine excretion after 2 and 10 mg Circadin® mini-tablets single dose administration in children aged 2 up to and including 17 years with neurodevelopmental disorders with sleep disturbances.\n* Evaluate the adverse event profile after a single dose of 2 or 10 mg Circadin® mini-tablets in children aged 2 up to and including 17 years with neurodevelopmental disorders with sleep disturbances.",
    "LocationCity": "Leiden",
    "LocationState": "",
    "LocationCountry": "Netherlands",
    "Sponsor": "Neurim Pharmaceuticals Ltd.",
    "MinimumAge": "2 Years",
    "MaximumAge": "17 Years"
  },
  {
    "NCTId": "NCT05945576",
    "BriefTitle": "IDMet (RaDiCo Cohort) (RaDiCo-IDMet)",
    "OverallStatus": "RECRUITING",
    "StartDate": "2017-03-10",
    "BriefSummary": "The goal of this observational study is to describe the natural history of imprinting disorders (IDs) according to their metabolic profile in all patients (adults and children) affected with an ID regardless of the severity of the disease, with a molecular characterization, with a signed informed consent for all subjects, followed in one partner's center.\n\nThe main questions it aims to answer are:\n\n* Can we identify common metabolic profiles for all imprinted diseases?\n* Which imprinting disorders have an impact on the metabolic profiles of IDs?\n* Which are the metabolic risks associated to IDs?\n* Can we use the metabolic profiles for the clinical classification and prognosis of IDs?\n* Are there common therapeutic approaches for all IDs?",
    "LocationCity": "Angers",
    "LocationState": "",
    "LocationCountry": "France",
    "Sponsor": "Institut National de la Santé Et de la Recherche Médicale, France",
    "MinimumAge": "",
    "MaximumAge": ""
  },
  {
    "NCTId": "NCT04863794",
    "BriefTitle": "A Study To Assess Distribution Of RO7248824 In The Central Nervous System Following Single Intrathecal Doses Of [89zr] Labeled RO7248824 In Healthy Male Participants",
    "OverallStatus": "COMPLETED",
    "StartDate": "2021-04-29",
    "BriefSummary": "The aim of Study BP41660 is to quantify the amount and concentration of \\[89Zr\\]DFO-RO7248824 in the brain with positron emission tomography (PET) following a single sub-pharmacological dose of RO7248824 and \\[89Zr\\]DFO-RO7248824 administered via IT injection to healthy participants.",
    "LocationCity": "Groningen",
    "LocationState": "",
    "LocationCountry": "Netherlands",
    "Sponsor": "Hoffmann-La Roche",
    "MinimumAge": "25 Years",
    "MaximumAge": "55 Years"
  },
  {
    "NCTId": "NCT02670694",
    "BriefTitle": "Sleep Abnormalities in Rare Genetic Disorders: AS, RTT, and PW",
    "OverallStatus": "COMPLETED",
    "StartDate": "2011-06",
    "BriefSummary": "This study will investigate sleep behavior in subjects with Angelman Syndrome, Rett Syndrome or Prader-Willi Syndrome.\n\nThe study will also investigate sleep behavior in healthy siblings of subjects with Angelman Syndrome, Rett Syndrome or Prader-Willi Syndrome. These individuals will serve as control subjects.\n\nThe study will use questionnaires designed to identify sleep disorders and how they affect behavior and quality of life.\n\nThe principal goals of this study are:\n\n1. To see how common sleep disorders are in individuals with Angelman Syndrome, Rett Syndrome or Prader-Willi Syndrome;\n2. To see how sleep disorders affect behavior in these individuals;\n3. To see whether sleep disorders and related behavior problems improve or worsen with age;\n4. To see how specific disease conditions relate to sleep disorders and how bad the sleep disorders are;\n5. To develop new treatment options to improve quality of life and behavior issues; and\n6. To evaluate current treatment options to improve sleep problems in these individuals.",
    "LocationCity": "Birmingham",
    "LocationState": "Alabama",
    "LocationCountry": "United States",
    "Sponsor": "Baylor College of Medicine",
    "MinimumAge": "1 Year",
    "MaximumAge": "18 Years"
  },
  {
    "NCTId": "NCT04768803",
    "BriefTitle": "Ghrelin in Patients With a Rare Disease Associated With Intellectual Disability, and Hyperphagia, and/or Overweight, and/or Obesity",
    "OverallStatus": "RECRUITING",
    "StartDate": "2021-06-10",
    "BriefSummary": "A significantly higher proportion of patients with rare diseases (RD) with intellectual disability (ID), present hyperphagia, overweight or obesity, compared to the general population. Prader-Willi syndrome is the only genetic obesity identified to date associated with hyperghrelinemia, while ghrelin levels are lower than in controls in other situations of obesity.\n\nThe aim of the study is to find out whether the levels of ghrelin, which are abnormally high in PWS throughout life, are also high in these RD when people have hyperphagia and/or overweight.",
    "LocationCity": "Paris",
    "LocationState": "",
    "LocationCountry": "France",
    "Sponsor": "University Hospital, Toulouse",
    "MinimumAge": "3 Years",
    "MaximumAge": "50 Years"
  },
  {
    "NCTId": "NCT06314490",
    "BriefTitle": "Personalized Antisense Oligonucleotide Therapy for Rare Pediatric Genetic Disease: SCN2A",
    "OverallStatus": "ACTIVE_NOT_RECRUITING",
    "StartDate": "2024-02-16",
    "BriefSummary": "This research project entails delivery of a personalized antisense oligonucleotide (ASO) drug designed for a single pediatric participant with SCN2A associated developmental epileptic encephalopathy",
    "LocationCity": "San Diego",
    "LocationState": "California",
    "LocationCountry": "United States",
    "Sponsor": "University of California, San Diego",
    "MinimumAge": "",
    "MaximumAge": ""
  },
  {
    "NCTId": "NCT05783791",
    "BriefTitle": "Development of a Newborn Screening Assay for Angelman Syndrome and Prader-Willi Syndrome",
    "OverallStatus": "COMPLETED",
    "StartDate": "2023-04-20",
    "BriefSummary": "The overall purpose of this project is to establish the capability of screening for Angelman syndrome (AS) and Prader-Willi syndrome (PWS) in public health newborn screening (NBS) programs, with an aim of developing and validating a screening test for AS and PWS.",
    "LocationCity": "Madison",
    "LocationState": "Wisconsin",
    "LocationCountry": "United States",
    "Sponsor": "University of Wisconsin, Madison",
    "MinimumAge": "",
    "MaximumAge": ""
  },
  {
    "NCTId": "NCT06878716",
    "BriefTitle": "Silver Russell Syndrome, Parental Fertility and Assisted Reproductive Technology",
    "OverallStatus": "NOT_YET_RECRUITING",
    "StartDate": "2025-03",
    "BriefSummary": "Silver Russell Syndrome (SRS) is a rare imprinting disorder (about 1/16000). Parental imprinting is an epigenetic regulation phenomenon leading to the monoallelic expression of some genes. Its establishment takes place in the gametes and its maintenance is important at the early embryonic stage. Increase in the prevalence of conception by assisted reproductive technology (ART) has already been found in patients with imprinted disorder such as Angelman, Beckwith-Wiedemann or Prader Willi Syndromes, and more recently with SRS; ART is associated with an increase in the frequency of SRS. Several hypotheses are formulated to explain this increase. The first one is the involvement of the infertility etiology in the imprinting disorder genesis. The second one is the involvement of ART technics in the genesis of abnormal gamete imprinting during their manipulation or during imprinting maintenance at early embryonic stages.\n\nOur main objective is to estimate ART conceptions prevalence in children followed for a SRS. The secondary objectives are to estimate infertility prevalence among parents of patients with SRS, to estimate factors frequency possibly responsible for the genesis of imprinting anomalies among parents of patients with SRS, to describe the infertility causes and to detail ART technics used (stimulation protocols, type of fertilization used, modality of embryonic culture and transfer, embryonic characteristics).\n\nA transversal pilote study will be firstly conducted in parents of patients followed in Silver Russell Syndrome Reference Center (Pediatric Endocrine department, in Trousseau Hospital, Paris).\n\nData collection will be done by phone, after collecting the non-opposition of the parents, in order to complete a questionnaire concerning their fertility and conception mode of their child. If ART was used to conceive, a questionnaire concerning the details of the ART technics used will be sent to the doctor and:or the ART biologist, who performed the ART. The data will be anonymized and collected on a REDCap database.",
    "LocationCity": "Paris",
    "LocationState": "",
    "LocationCountry": "France",
    "Sponsor": "Assistance Publique - Hôpitaux de Paris",
    "MinimumAge": "18 Years",
    "MaximumAge": ""
  },
  {
    "NCTId": "NCT03655223",
    "BriefTitle": "Early Check: Expanded Screening in Newborns",
    "OverallStatus": "ENROLLING_BY_INVITATION",
    "StartDate": "2018-10-15",
    "BriefSummary": "Early Check provides voluntary screening of newborns for a selected panel of conditions. The study has three main objectives: 1) develop and implement an approach to identify affected infants, 2) address the impact on infants and families who screen positive, and 3) evaluate the Early Check program. The Early Check screening will lead to earlier identification of newborns with rare health conditions in addition to providing important data on the implementation of this model program. Early diagnosis may result in health and development benefits for the newborns. Infants who have newborn screening in North Carolina will be eligible to participate, equating to over 120,000 eligible infants a year. Over 95% of participants are expected to screen negative. Newborns who screen positive and their parents are invited to additional research activities and services. Parents can enroll eligible newborns on the Early Check electronic Research Portal. Screening tests are conducted on residual blood from existing newborn screening dried blood spots. Confirmatory testing is provided free-of-charge for infants who screen positive, and carrier testing is provided to mothers of infants with fragile X. Affected newborns have a physical and developmental evaluation. Their parents have genetic counseling and are invited to participate in surveys and interviews. Ongoing evaluation of the program includes additional parent interviews.",
    "LocationCity": "Research Triangle Park",
    "LocationState": "North Carolina",
    "LocationCountry": "United States",
    "Sponsor": "RTI International",
    "MinimumAge": "1 Day",
    "MaximumAge": "31 Days"
  },
  {
    "NCTId": "NCT03358823",
    "BriefTitle": "Study on the Brain Network of Angelman Syndrome",
    "OverallStatus": "COMPLETED",
    "StartDate": "2017-05-20",
    "BriefSummary": "The aims of study on Angelman syndrome:\n\n1. Establish the Angelman syndrome database\n2. Explore the brain Network of Angelman Syndrome Based on Multi-modal Brain Image and Neural-EEG Data",
    "LocationCity": "Shanghai",
    "LocationState": "Shanghai",
    "LocationCountry": "China",
    "Sponsor": "Fudan University",
    "MinimumAge": "",
    "MaximumAge": "18 Years"
  },
  {
    "NCTId": "NCT01852708",
    "BriefTitle": "Development of Non-invasive Prenatal Screening Test for Microdeletions Based on Fetal DNA Isolated From Maternal Blood",
    "OverallStatus": "COMPLETED",
    "StartDate": "2012-11",
    "BriefSummary": "The purpose of this study is to collect maternal blood samples from pregnant women carrying a fetus with a confirmed diagnosis of chromosomal abnormality or genetic disorder including microdeletions in order to further develop a non-invasive prenatal screening test based on fetal DNA isolated from maternal blood.",
    "LocationCity": "San Carlos",
    "LocationState": "California",
    "LocationCountry": "United States",
    "Sponsor": "Natera, Inc.",
    "MinimumAge": "18 Years",
    "MaximumAge": ""
  },
  {
    "NCTId": "NCT04428281",
    "BriefTitle": "A Study to Investigate the Safety, Tolerability, Pharmacokinetics (PK) and Pharmacodynamics (PD) of RO7248824 in Participants With Angelman Syndrome (AS)",
    "OverallStatus": "ACTIVE_NOT_RECRUITING",
    "StartDate": "2020-08-19",
    "BriefSummary": "This is a phase I, multicenter, non-randomized, adaptive, open-label, multiple ascending, intra-participant, dose-escalation study with a long-term extension (LTE) part and an optional open-label extension (OOE) part. The objective of the study is to investigate the safety, tolerability, PK and PD of RO7248824 administered intrathecally (IT) in participants with AS. Two linked sets of dose escalation cohorts are planned based on two different age groups, namely participants with AS aged ≥ 5 to ≤ 12 years in cohorts A1 to A5 (with at least 2 participants ≤ 8 years old in each cohort) and AS participants aged ≥ 1 to ≤ 4 years in cohorts B1 to B5. The two sets of cohorts will be run in parallel, with each cohort A1 to A5 preceding and gating the linked cohort B1 to B5 (e.g., A1 precedes B1).",
    "LocationCity": "Los Angeles",
    "LocationState": "California",
    "LocationCountry": "United States",
    "Sponsor": "Hoffmann-La Roche",
    "MinimumAge": "1 Year",
    "MaximumAge": "12 Years"
  },
  {
    "NCTId": "NCT05100810",
    "BriefTitle": "Angelman Syndrome Natural History Study-FAST UK",
    "OverallStatus": "RECRUITING",
    "StartDate": "2021-11-01",
    "BriefSummary": "The goal of this study is to conduct a prospective, longitudinal assessment of the natural clinical progression of Angelman syndrome (AS) in children and adults. This will be performed by acquiring baseline measurements, and developing effective outcome measures and diagnostic tools for the syndrome, to prepare the healthcare system for forthcoming clinical trials.",
    "LocationCity": "Oxford",
    "LocationState": "Oxon",
    "LocationCountry": "United Kingdom",
    "Sponsor": "University of Oxford",
    "MinimumAge": "",
    "MaximumAge": ""
  },
  {
    "NCTId": "NCT04259281",
    "BriefTitle": "A Study of the Safety and Tolerability of GTX-102 in Children with Angelman Syndrome",
    "OverallStatus": "COMPLETED",
    "StartDate": "2020-02-24",
    "BriefSummary": "The primary objective of the study is to evaluate the safety and tolerability of multiple-ascending doses of GTX-102 administered by intrathecal (IT) injection to participants with Angelman Syndrome (AS).",
    "LocationCity": "Los Angeles",
    "LocationState": "California",
    "LocationCountry": "United States",
    "Sponsor": "Ultragenyx Pharmaceutical Inc",
    "MinimumAge": "4 Years",
    "MaximumAge": "17 Years"
  },
  {
    "NCTId": "NCT06139172",
    "BriefTitle": "Web Intervention for Parents of Youth With Genetic Syndromes (WINGS)",
    "OverallStatus": "RECRUITING",
    "StartDate": "2023-09-15",
    "BriefSummary": "The purpose of this study is to evaluate the effectiveness of an adapted, telehealth functional behavioral therapy (FBTsIDD) specifically focused on promoting appropriate communication and behavioral strategies in individuals with syndromic intellectual and developmental disorders.\n\nParticipants will be asked to complete virtual study assessments at intake and then on a monthly basis for the duration of 3-6 months. In addition, participants will attend weekly or biweekly virtual intervention visits with a study therapist.",
    "LocationCity": "Chicago",
    "LocationState": "Illinois",
    "LocationCountry": "United States",
    "Sponsor": "Rush University Medical Center",
    "MinimumAge": "2 Years",
    "MaximumAge": "12 Years"
  },
  {
    "NCTId": "NCT06229769",
    "BriefTitle": "Natural History Study for Patients With Angelman Syndrome",
    "OverallStatus": "RECRUITING",
    "StartDate": "2021-10-10",
    "BriefSummary": "This study is a 9-year natural history study for patients with Angelman syndrome in Belgium (a genetic neurodevelopmental disorder, affecting 500,000 individuals in the world). It includes a 3-year recruitment phase, a 5 year follow-up and a year to analyze the collected data. The investigators plan to include 30 patients with a semi-annual follow-up for 4 years.\n\nThe investigators will collect relevant retrospective and prospective data using age-standardized scales and questionnaires for functional motor assessments and global developmental assessment.",
    "LocationCity": "Liège",
    "LocationState": "",
    "LocationCountry": "Belgium",
    "Sponsor": "Centre Hospitalier Universitaire de Liege",
    "MinimumAge": "",
    "MaximumAge": ""
  },
  {
    "NCTId": "NCT03650569",
    "BriefTitle": "Italian Angelman Syndrome Registry Protocol",
    "OverallStatus": "COMPLETED",
    "StartDate": "2018-02-16",
    "BriefSummary": "The Italian Angelman Registry is a national registry for patients with Angelman Syndrome. No experimental intervention is involved in participation. The data provided are stored in the registry according the EU General Data Protection Regulation (GDPR, enforced on 25 May 2018), unless participants wish to withdraw their child/ adult's information from the registry.",
    "LocationCity": "Bergamo",
    "LocationState": "",
    "LocationCountry": "Italy",
    "Sponsor": "FROM- Fondazione per la Ricerca Ospedale di Bergamo- ETS",
    "MinimumAge": "1 Day",
    "MaximumAge": ""
  },
  {
    "NCTId": "NCT05727046",
    "BriefTitle": "Investigation of the Usability of the Dynamic Scaffolding System",
    "OverallStatus": "COMPLETED",
    "StartDate": "2022-01-01",
    "BriefSummary": "The aim of the present study was to compare the duration of use of the Dynamic Scaffolding System (DSS) in children with different levels of motor impairment, to report adverse events during use, and to examine parental satisfaction. One hundred children with special needs aged between 9 and 108 months who had used the DSS device for at least 6 months and their parents were included in the study. The duration of daily use of the DSS device by the children, any adverse events during use, and parental satisfaction were assessed using the Quebec 2.0 Assistive Technology User Satisfaction Assessment Questionnaire.",
    "LocationCity": "Istanbul",
    "LocationState": "",
    "LocationCountry": "Turkey",
    "Sponsor": "Karadeniz Technical University",
    "MinimumAge": "9 Months",
    "MaximumAge": "18 Years"
  },
  {
    "NCTId": "NCT05293184",
    "BriefTitle": "The Global Angelman Syndrome Registry",
    "OverallStatus": "RECRUITING",
    "StartDate": "2016-09-28",
    "BriefSummary": "The Global Angelman Syndrome Registry is an online patient organisation driven registry to collect information about the natural history of children and adults with Angelman Syndrome. The registry will facilitate 1) recruitment for clinical trials into therapies and interventions to benefit participants with Angelman Syndrome and their families, and 2) advancement of research and best standards of care for Angelman Syndrome.\n\nThe registry is currently available in English, Spanish, Traditional Chinese, Italian, Polish, Hindi, and Brazilian Portuguese.",
    "LocationCity": "Brisbane",
    "LocationState": "Queensland",
    "LocationCountry": "Australia",
    "Sponsor": "Foundation for Angelman Syndrome Therapeutics, Australia",
    "MinimumAge": "",
    "MaximumAge": ""
  },
  {
    "NCTId": "NCT00296764",
    "BriefTitle": "Characterization of Angelman Syndrome",
    "OverallStatus": "COMPLETED",
    "StartDate": "2006-02",
    "BriefSummary": "Angelman Syndrome (AS) is a developmental disorder that is caused by a deficiency of a maternally transmitted gene. It is inherited at birth, and affects movement, speech, and social demeanor. This study will gain a better understanding of the disease progression and clinical features of AS by observing children with AS over an extended period of time.",
    "LocationCity": "San Diego",
    "LocationState": "California",
    "LocationCountry": "United States",
    "Sponsor": "Boston Children's Hospital",
    "MinimumAge": "1 Day",
    "MaximumAge": "60 Years"
  },
  {
    "NCTId": "NCT04155944",
    "BriefTitle": "Diagnosis of Prader-Willi Syndrome and Angelman Syndrome",
    "OverallStatus": "COMPLETED",
    "StartDate": "2013-08",
    "BriefSummary": "In a retrospective study, data were assessed from cases regarding PWS/AS that underwent molecular diagnosis at the National Chen-Kung University Hospital, Tainan, Taiwan, between January 2001 and December 2014.",
    "LocationCity": "Tainan",
    "LocationState": "",
    "LocationCountry": "Taiwan",
    "Sponsor": "National Cheng-Kung University Hospital",
    "MinimumAge": "",
    "MaximumAge": "45 Years"
  },
  {
    "NCTId": "NCT06617429",
    "BriefTitle": "Phase 3 Efficacy and Safety Study of GTX-102 in Pediatric Subjects With AS",
    "OverallStatus": "RECRUITING",
    "StartDate": "2024-12-03",
    "BriefSummary": "The primary objective of this study is to evaluate the effect of GTX-102 in cognitive function in participants with deletion-type Angelman Syndrome (AS).",
    "LocationCity": "Los Angeles",
    "LocationState": "California",
    "LocationCountry": "United States",
    "Sponsor": "Ultragenyx Pharmaceutical Inc",
    "MinimumAge": "4 Years",
    "MaximumAge": "17 Years"
  },
  {
    "NCTId": "NCT00348933",
    "BriefTitle": "Dietary Supplements for the Treatment of Angelman Syndrome",
    "OverallStatus": "COMPLETED",
    "StartDate": "2006-07",
    "BriefSummary": "Angelman syndrome (AS) is a complex genetic disorder that affects the nervous system. The purpose of this study is to determine the effectiveness of certain dietary supplements in treating the symptoms of AS.",
    "LocationCity": "San Diego",
    "LocationState": "California",
    "LocationCountry": "United States",
    "Sponsor": "University of California, San Diego",
    "MinimumAge": "1 Day",
    "MaximumAge": "5 Years"
  },
  {
    "NCTId": "NCT03836300",
    "BriefTitle": "Parent and Infant Inter(X)Action Intervention (PIXI)",
    "OverallStatus": "ENROLLING_BY_INVITATION",
    "StartDate": "2018-11-30",
    "BriefSummary": "The objective is to develop and test, through an iterative process, an intervention to address and support the development of infants with a confirmed diagnosis of a neurogenetic disorder with associated developmental delays or intellectual and developmental disabilities. The proposed project will capitalize and expand upon existing empirically based interventions designed to improve outcomes for infants with suspected developmental delays.\n\nParticipants will be infants with a confirmed diagnosis of a neurogenetic disorder (e.g., fragile X, Angelman, Prader-Willi, Dup15q, Phelan-McDermid, Rhett, Smith Magenis, Williams, Turner, Kleinfelter, Down syndromes, Duchenne muscular dystrophy) within the first year of life and their parents/caregivers.\n\nThe intervention, called the Parent and Infant Inter(X)action Intervention (PIXI) is a comprehensive program inclusive of parent education about early infant development and the neurogenetic disorder for which they were diagnosed, direct parent coaching around parent-child interaction, and family/parent well-being support. The protocol includes repeated comprehensive assessments of family and child functioning, along with an examination of feasibility and acceptability of the program.",
    "LocationCity": "Research Triangle Park",
    "LocationState": "North Carolina",
    "LocationCountry": "United States",
    "Sponsor": "RTI International",
    "MinimumAge": "",
    "MaximumAge": "99 Years"
  },
  {
    "NCTId": "NCT01147575",
    "BriefTitle": "Effects of Creatine Supplementation in Rett Syndrome",
    "OverallStatus": "COMPLETED",
    "StartDate": "2005-01",
    "BriefSummary": "Creatine supplementation in RTT: a randomized controlled trial\n\nRett Syndrome (RTT) is a neurodevelopmental disorder characterised by apparently normal early development (stage 1 of RTT) followed by loss of purposeful hand use, distinctive hand stereotypes, slow brain growth, loss of language, respiratory irregularities, gastrointestinal disturbances, gait abnormalities, seizures, and mental retardation. These symptoms typically appear between 6 and 18 months of age (stage 2). Subsequently, there is gradual stabilisation of severe mental retardation and motor compromise (stage 3). The majority (70% to 80%) of patients show mutations in the methyl-CpG-binding-protein-2 (MeCP2) gene, located on chromosome Xq28. MeCP2 encodes a transcription repressor protein that is ubiquitously expressed in all tissues.\n\nAs RTT primarily affects females, only very few males with mutations in MeCP2 have been identified. Mutations in MeCP2 have also been identified in children with X-linked mental retardation, autism and a clinical phenotype that resembles Angelman Syndrome.\n\nThe aim of this study is to investigate the effects of a dietary supplement on the biochemical and clinical parameter of RTT. About 80 % of labile methyl groups generated through the re-methylation cycle are used for the synthesis of creatine within the human organism. Supplementation of creatine will therefore increase the availability of labile methyl groups for different methylation reactions including methylation of DNA.\n\nThe study will be double blind and cross-over. The patients will get creatine monophosphate (200 mg/kg/d in three dosages per day) or placebo. After 6 months and a wash-out period of 4 weeks the groups are changed for the next 6 months.\n\nAll participants with RTT and mutations in MeCP2 will undergo physical and neurological exam, quantitative EEG, behavioral assessment, laboratory testing, and neuropsychological evaluations. Participants will have a follow-up after 3, 6, 10, 13 and 16 months (3 months after finishing the study), which will include similar assessments.",
    "LocationCity": "Vienna",
    "LocationState": "",
    "LocationCountry": "Austria",
    "Sponsor": "Medical University of Vienna",
    "MinimumAge": "3 Years",
    "MaximumAge": "24 Years"
  },
  {
    "NCTId": "NCT01281475",
    "BriefTitle": "A Trial of Levodopa in Angelman Syndrome",
    "OverallStatus": "COMPLETED",
    "StartDate": "2011-01",
    "BriefSummary": "This study is designed to determine whether levodopa will lead to an improvement in the development and tremor in children with Angelman syndrome (AS).\n\nIt has been suggested that levodopa, a medication that is usually used to treat Parkinson disease in adults, may help children with AS in their overall development and reduce the tremor that some of them have.\n\nIf levodopa is found to be beneficial for children with AS, this could lead to a new treatment for AS.\n\nFunding Source - FDA-OOPD",
    "LocationCity": "San Diego",
    "LocationState": "California",
    "LocationCountry": "United States",
    "Sponsor": "Wen-Hann Tan",
    "MinimumAge": "4 Years",
    "MaximumAge": "12 Years"
  },
  {
    "NCTId": "NCT07079696",
    "BriefTitle": "Investigating the Therapeutic Efficacy of All-trans Retinoic Acid in Autism Spectrum Disorder Patients With 15q11-13 Duplication Syndrome",
    "OverallStatus": "NOT_YET_RECRUITING",
    "StartDate": "2025-09-01",
    "BriefSummary": "Autism spectrum disorder (ASD) , hereafter referred to as autism, is a group of neurodevelopmental disorders caused by genetic and environmental factors. Its core symptoms are social impairment, repetitive stereotyped behaviors, and restricted interests.\n\nThe 15q11-13 region of the human chromosome is a locus prone to structural abnormalities leading to neurological disorders. Maternal duplications within this region lead to Dup15q syndrome , which accounts for approximately 1% of ASD cases .\n\nThis region harbors multiple alleles, and current research indicates that the pathophysiological alterations in this syndrome primarily involve UBE3A . Among all genes in the 15q11-13 region, only UBE3A exhibits cell-type-specific maternal monoallelic expression . Consequently, duplication of the UBE3A gene is considered the primary pathogenic factor in the pathology of Dup15q syndrome.\n\nStudies show that the metabolic conversion of retinol to retinoic acid is impaired in ASD patients with UBE3A overexpression and corresponding animal models . Notably, dietary supplementation with all-trans retinoic acid (ATRA) has been shown to significantly ameliorate autism-like behaviors caused by UBE3A overexpression in male mice .\n\nThis study aims to evaluate ATRA treatment in children with Dup15q syndrome-related autism , assessing changes in their ADOS-2 scores , to potentially provide a novel therapeutic approach for autism treatment.",
    "LocationCity": "Hangzhou",
    "LocationState": "Zhejiang",
    "LocationCountry": "China",
    "Sponsor": "Second Affiliated Hospital, School of Medicine, Zhejiang University",
    "MinimumAge": "3 Years",
    "MaximumAge": "7 Years"
  },
  {
    "NCTId": "NCT01531582",
    "BriefTitle": "Minocycline in the Treatment of Angelman Syndrome",
    "OverallStatus": "COMPLETED",
    "StartDate": "2012-04",
    "BriefSummary": "There is mounting evidence to suggest that a treatment for Angelman syndrome is not just possible, but probable. The lack of known molecular targets associated with AS has hampered the development of specific therapeutics. However, a recent surge of potential therapeutics for other disorders associated with cognitive disruption has begun to be used in human clinical trials. The molecular modes of action for many of these new therapeutic agents have correlates to counter the molecular defects observed in AS. One such agent is minocycline (MC), a drug traditionally used as an antibiotic. This compound administered to a mouse model of AS showed a significant decrease in motor deficit and an increase in long term potentiation. The investigators believe a similar result will be observed when minocycline is administered to the AS patient and may lead to the development of an effective AS therapeutic.",
    "LocationCity": "Tampa",
    "LocationState": "Florida",
    "LocationCountry": "United States",
    "Sponsor": "University of South Florida",
    "MinimumAge": "4 Years",
    "MaximumAge": "12 Years"
  },
  {
    "NCTId": "NCT02056665",
    "BriefTitle": "Study to Evaluate the Efficacy and Safety of Minocycline in Angelman Syndrome",
    "OverallStatus": "COMPLETED",
    "StartDate": "2014-01",
    "BriefSummary": "RANDOMIZED CLINICAL TRIAL, PLACEBO COMPARED TO EVALUATE THE EFFICACY AND SAFETY OF MINOCYCLINE IN ANGELMAN SYNDROME (A-MANECE STUDY)",
    "LocationCity": "Madrid",
    "LocationState": "",
    "LocationCountry": "Spain",
    "Sponsor": "Puerta de Hierro University Hospital",
    "MinimumAge": "6 Years",
    "MaximumAge": "30 Years"
  },
  {
    "NCTId": "NCT05127226",
    "BriefTitle": "HALOS: A Safety, Tolerability, Pharmacokinetics and Pharmacodynamics Study of Multiple Ascending Doses of ION582 in Participants With Angelman Syndrome",
    "OverallStatus": "ACTIVE_NOT_RECRUITING",
    "StartDate": "2021-12-22",
    "BriefSummary": "The purpose of this study is to evaluate the safety and tolerability of ascending doses of ION582 administered intrathecally in participants with Angelman syndrome.",
    "LocationCity": "San Diego",
    "LocationState": "California",
    "LocationCountry": "United States",
    "Sponsor": "Ionis Pharmaceuticals, Inc.",
    "MinimumAge": "2 Years",
    "MaximumAge": "50 Years"
  },
  {
    "NCTId": "NCT05630066",
    "BriefTitle": "A Study to Investigate the Pharmacokinetics (PK) and Safety and to Provide Proof of Mechanism of Alogabat in Children and Adolescents Aged 5-17 Years With Angelman Syndrome (AS) With Deletion Genotype.",
    "OverallStatus": "RECRUITING",
    "StartDate": "2023-07-27",
    "BriefSummary": "This is a two-part, Phase IIa, multicenter, 12-week, open-label study. Up to 56 participants with deletion AS aged 5-17 years (inclusive) will be enrolled in the study.",
    "LocationCity": "San Diego",
    "LocationState": "California",
    "LocationCountry": "United States",
    "Sponsor": "Hoffmann-La Roche",
    "MinimumAge": "5 Years",
    "MaximumAge": "17 Years"
  },
  {
    "NCTId": "NCT01906866",
    "BriefTitle": "Efficacy and Safety of Circadin® in the Treatment of Sleep Disturbances in Children With Neurodevelopment Disabilities",
    "OverallStatus": "COMPLETED",
    "StartDate": "2013-10",
    "BriefSummary": "The purpose of this study is to establish the efficacy and safety of Circadin in children with neurodevelopmental disorders and to determine the dose, this randomized, placebo-controlled study is planned to evaluate the efficacy of a double-blind, 13 week treatment period with Circadin 2/5mg in improving maintenance of sleep, sleep latency and additional parameters in children with neurodevelopmental disabilities. The efficacy and safety of Circadin 2/5 mg will continue to be assessed during an open-label extension period of 13 weeks.",
    "LocationCity": "Phoenix",
    "LocationState": "Arizona",
    "LocationCountry": "United States",
    "Sponsor": "Neurim Pharmaceuticals Ltd.",
    "MinimumAge": "2 Years",
    "MaximumAge": "17 Years"
  },
  {
    "NCTId": "NCT03882918",
    "BriefTitle": "An Open-Label Study to Evaluate the Long-Term Safety, Tolerability, and Efficacy of OV101 in Individuals With Angelman Syndrome",
    "OverallStatus": "TERMINATED",
    "StartDate": "2019-01-31",
    "BriefSummary": "This open-label study (OV101-18-002) will evaluate the long-term (52 weeks) safety of OV101 in subjects with AS and provide additional OV101 treatment to those subjects who completed Study OV101-15-001 (NCT02996305). Subjects with AS who completed the pharmacokinetic Study OV101-16-001 (NCT03109756) will also be permitted to participate, provided they meet all entry criteria.",
    "LocationCity": "Phoenix",
    "LocationState": "Arizona",
    "LocationCountry": "United States",
    "Sponsor": "Healx AI",
    "MinimumAge": "13 Years",
    "MaximumAge": "49 Years"
  },
  {
    "NCTId": "NCT02226458",
    "BriefTitle": "An Exploratory Open Label Study of EPI-743 (Vincerinone TM) in Children With Autism Spectrum Disorder",
    "OverallStatus": "WITHDRAWN",
    "StartDate": "2014-10-31",
    "BriefSummary": "The investigators hypothesize that EPI-743 may provide clinical benefit to children with Autism Spectrum Disorder.",
    "LocationCity": "",
    "LocationState": "",
    "LocationCountry": "",
    "Sponsor": "Edison Pharmaceuticals Inc",
    "MinimumAge": "3 Years",
    "MaximumAge": "14 Years"
  },
  {
    "NCTId": "NCT06737718",
    "BriefTitle": "Use of Eye Tracking to Study Social Perception Abnormalities in Children with Angelman Syndrome",
    "OverallStatus": "RECRUITING",
    "StartDate": "2025-02-25",
    "BriefSummary": "Angelman syndrome (AS) is a rare neurogenetic disorder that affects approximately 1 in 15,000 children - approximately 500,000 people worldwide. It is a major neurodevelopmental disorder characterized by severe developmental delay with significant intellectual disability, lack of oral language, motor, balance, and sensory impairments.\n\nWhile basic research and clinical trials are progressing, the scientific community is still searching for key biomarkers to assess significant improvements in individuals participating in clinical trials.\n\nEye tracking has been widely used in the diagnosis of social perception abnormalities in children with autism spectrum disorder, as has already been the case for other rare neurodevelopmental diseases. However, few studies have highlighted the usefulness of eye tracking as a diagnostic tool for social behavioral disorders in individuals with Angelman syndrome. Given the prevalence of autistic-like symptoms in patients with AS, if eye-tracking can identify abnormalities in social perception in children with Angelman syndrome, these measurements could become a biomarker for therapeutic studies in these patients.",
    "LocationCity": "Paris",
    "LocationState": "",
    "LocationCountry": "France",
    "Sponsor": "Assistance Publique - Hôpitaux de Paris",
    "MinimumAge": "3 Years",
    "MaximumAge": "17 Years"
  },
  {
    "NCTId": "NCT02109770",
    "BriefTitle": "Development of Non-invasive Prenatal Test for Microdeletion and Other Genetic Syndromes Based on Cell Free DNA",
    "OverallStatus": "COMPLETED",
    "StartDate": "2012-10",
    "BriefSummary": "The purpose of this study is to collect blood from families with a child who has been diagnosed with a chromosomal disorder including microdeletions in order to further develop a non-invasive prenatal screening test based on fetal DNA isolated from maternal blood.",
    "LocationCity": "San Carlos",
    "LocationState": "California",
    "LocationCountry": "United States",
    "Sponsor": "Natera, Inc.",
    "MinimumAge": "",
    "MaximumAge": ""
  },
  {
    "NCTId": "NCT03235037",
    "BriefTitle": "Clinical Trial of Levodopa/Carbidopa ( Sinemet) Therapy in Angel Man Syndrome",
    "OverallStatus": "COMPLETED",
    "StartDate": "2013-11-26",
    "BriefSummary": "The purpose of this study is to evaluate the safety and effectiveness (how well a drug works) of Carbidopa/levodopa (Sinemet) in individuals with Angelman syndrome. Sinemet is a medication that helps to raise dopamine levels (a chemical that signals nerve cells) in the brain and central nervous system. There is evidence that dopamine concentrations may be abnormal in patients with Angelman syndrome. This study is investigating whether Sinemet helps motor control, intellectual function and the achievement of developmental milestones in people with Angelman syndrome",
    "LocationCity": "",
    "LocationState": "",
    "LocationCountry": "",
    "Sponsor": "Bennett Lavenstein",
    "MinimumAge": "18 Months",
    "MaximumAge": "16 Years"
  },
  {
    "NCTId": "NCT04103333",
    "BriefTitle": "Angelman Syndrome (AS) Biomarker Study",
    "OverallStatus": "COMPLETED",
    "StartDate": "2019-12-18",
    "BriefSummary": "The primary objective of this study is to measure ubiquitin-protein ligase E3A (UBE3A) protein levels in cerebrospinal fluid (CSF) and to evaluate its utility as a biomarker in support of the development of therapies for AS.",
    "LocationCity": "San Diego",
    "LocationState": "California",
    "LocationCountry": "United States",
    "Sponsor": "Biogen",
    "MinimumAge": "",
    "MaximumAge": "50 Years"
  },
  {
    "NCTId": "NCT03644693",
    "BriefTitle": "Nutritional Formulation for Angelman Syndrome",
    "OverallStatus": "COMPLETED",
    "StartDate": "2018-11-01",
    "BriefSummary": "Low carbohydrate diets such as the ketogenic (KD) and low glycemic index (LGIT) diets have been shown to be effective in treating drug resistant seizures in children with Angelman syndrome (AS). The investigators hypothesize that consuming a fat based nutritional formulation with an exogenous ketone throughout the day will produce urinary ketosis in children consuming both low and high carbohydrate diets, depending upon dietary background. The nutritional formulation will provide fuel substrates that push metabolism away from carbohydrates and towards fat utilization. This research is being done to assess the safety and tolerability of a nutritional formulation for use in dietary interventions in AS.",
    "LocationCity": "Aurora",
    "LocationState": "Colorado",
    "LocationCountry": "United States",
    "Sponsor": "University of Colorado, Denver",
    "MinimumAge": "4 Years",
    "MaximumAge": "11 Years"
  },
  {
    "NCTId": "NCT06115109",
    "BriefTitle": "Angelman Natural History Study - FAST Spain",
    "OverallStatus": "RECRUITING",
    "StartDate": "2023-12-01",
    "BriefSummary": "The goal of this study is to conduct a prospective, longitudinal study to observe the natural clinical progression and disease outcome of AS patients receiving no disease-modified intervention, with the purpose of obtaining data that will be useful for future clinical trials.",
    "LocationCity": "Barcelona",
    "LocationState": "",
    "LocationCountry": "Spain",
    "Sponsor": "Puerta de Hierro University Hospital",
    "MinimumAge": "3 Months",
    "MaximumAge": "99 Years"
  },
  {
    "NCTId": "NCT03720028",
    "BriefTitle": "Angelman & Rett Syndrome: Interaction and Communication",
    "OverallStatus": "COMPLETED",
    "StartDate": "2018-12-01",
    "BriefSummary": "We aim to describe the communicative and sensory profile of children with Angelman syndrome or Rett syndrome and their use of augmentative and alternative communication. In addition, parents are surveyed regarding parent-child interaction and access to communication support.",
    "LocationCity": "Leuven",
    "LocationState": "Vlaams-Brabant",
    "LocationCountry": "Belgium",
    "Sponsor": "Universitaire Ziekenhuizen KU Leuven",
    "MinimumAge": "1 Year",
    "MaximumAge": "14 Years"
  },
  {
    "NCTId": "NCT00004351",
    "BriefTitle": "Study of Phenotype and Genotype Correlations in Patients With Contiguous Gene Deletion Syndromes",
    "OverallStatus": "COMPLETED",
    "StartDate": "1999-09",
    "BriefSummary": "OBJECTIVES: I. Investigate phenotype and genotype correlations in patients with Smith-Magenis syndrome (SMS) associated with del(17p11.2).\n\nII. Clinically evaluate SMS patients with unusual deletions or duplication of proximal 17p.\n\nIII. Clinically evaluate patients with Williams syndrome with molecular characterization of 7q11.23.\n\nIV. Perform clinical studies of Prader-Willi, Angelman, DiGeorge, and Shprintzen syndrome patients with unique molecular findings in 15q11q13 or 22q11.2.\n\nV. Perform genotype and phenotype correlations in Prader-Willi patients, particularly those with loss of expression of only some of the imprinted transcripts in 15q11-q13.\n\nVI. Evaluate putative Angelman syndrome patients who do not have classic large deletion, uniparental disomy, or imprinting mutations, and perform molecular studies of the Angelman gene, UBE3A, and identify mutations of this gene.\n\nVII. Investigate phenotype and genotype correlations in patients with terminal deletions of chromosome 1p.",
    "LocationCity": "Houston",
    "LocationState": "Texas",
    "LocationCountry": "United States",
    "Sponsor": "National Institute of Neurological Disorders and Stroke (NINDS)",
    "MinimumAge": "0 Years",
    "MaximumAge": ""
  },
  {
    "NCTId": "NCT03878251",
    "BriefTitle": "Outcomes Measures in Intellectual Disability",
    "OverallStatus": "COMPLETED",
    "StartDate": "2021-07-07",
    "BriefSummary": "Objective quantitative primary endpoints are lacking in Clinical trials in intellectual disability. We propose to develop quantitative interactive attention evaluation criteria in patients with intellectual disability by using games on touchscreen and or eye tracking.",
    "LocationCity": "Paris",
    "LocationState": "",
    "LocationCountry": "France",
    "Sponsor": "Assistance Publique - Hôpitaux de Paris",
    "MinimumAge": "6 Years",
    "MaximumAge": ""
  },
  {
    "NCTId": "NCT05637697",
    "BriefTitle": "Angelman Syndrome Video Assessment (ASVA) Source Material Study",
    "OverallStatus": "COMPLETED",
    "StartDate": "2021-08-31",
    "BriefSummary": "This is a longitudinal, observational, nonrandomized, fully remote study enrolling approximately 55 participant-caregiver dyads. The study includes no treatments or interventions, and participants will not be asked to change their current treatments. The objective of this study is to gather sufficient source material videos to develop a scoring system for ASVA and to perform preliminary validation of that scoring system.",
    "LocationCity": "Kingston",
    "LocationState": "Massachusetts",
    "LocationCountry": "United States",
    "Sponsor": "The Emmes Company, LLC",
    "MinimumAge": "1 Year",
    "MaximumAge": ""
  },
  {
    "NCTId": "NCT04106557",
    "BriefTitle": "A Study of OV101 in Individuals With Angelman Syndrome (AS)",
    "OverallStatus": "COMPLETED",
    "StartDate": "2019-09-09",
    "BriefSummary": "The purpose of this study is to assess the efficacy and safety of oral OV101 (gaboxadol) in pediatric subjects with Angelman syndrome.",
    "LocationCity": "Phoenix",
    "LocationState": "Arizona",
    "LocationCountry": "United States",
    "Sponsor": "Healx AI",
    "MinimumAge": "2 Years",
    "MaximumAge": "12 Years"
  },
  {
    "NCTId": "NCT00829439",
    "BriefTitle": "Study on Tolerability of Levodopa/Carbidopa in Children With Angelman Syndrome",
    "OverallStatus": "COMPLETED",
    "StartDate": "2009-01",
    "BriefSummary": "This study is designed to determine the highest dose of levodopa/carbidopa that can be tolerated without any serious side effects by children with Angelman syndrome.\n\nIt has been hypothesized that levodopa may lead to an improvement in the neurodevelopment and abnormal movements (e.g. tremors) in children with Angelman syndrome.\n\nData from this study will be used to design a phase II trial to determine the efficacy of levodopa in treating children with Angelman syndrome.",
    "LocationCity": "Boston",
    "LocationState": "Massachusetts",
    "LocationCountry": "United States",
    "Sponsor": "Boston Children's Hospital",
    "MinimumAge": "4 Years",
    "MaximumAge": "12 Years"
  },
  {
    "NCTId": "NCT06353620",
    "BriefTitle": "Structural-functional Connectome in Drug-resistant Epilepsies and Neurodevelopmental Syndromes With Epilepsy",
    "OverallStatus": "RECRUITING",
    "StartDate": "2024-02-13",
    "BriefSummary": "Recent studies have shown that the aperiodic part of the signal (neuronal avalanches) of electroencephalography (EEG) contains important information about the dynamics of neuronal networks. Indeed, this has helped to identify functionally altered areas in patients with temporal epilepsy by simply using the resting EEG signal. Furthermore, it has been seen that the propagation of neuronal avalanches (VNs) correlates with the morphological organization of the cerebral cortex. Therefore, NAs represent a measure with direct utility for studying functional reorganization pre and post drug/surgical treatment. In addition, the aperiodic portion of the signal may represent a noninvasive measure of the excitation/inhibition relationship, which is known of being altered both in epilepsy and in some rare neurodevelopmental syndromes (example: Angelman and Dup15q)",
    "LocationCity": "Conegliano",
    "LocationState": "Treviso",
    "LocationCountry": "Italy",
    "Sponsor": "IRCCS Eugenio Medea",
    "MinimumAge": "6 Years",
    "MaximumAge": "75 Years"
  },
  {
    "NCTId": "NCT00773825",
    "BriefTitle": "Genomic Imprinting and Assisted Reproductive Technologies",
    "OverallStatus": "COMPLETED",
    "StartDate": "2007-02",
    "BriefSummary": "Genomic imprinting, referring to an epigenetic marking resulting in monoallelic gene expression, plays a critical role in development. Recently, various imprinting diseases were reported in animals (Large Offspring syndrome (LOS)) and humans (Beckwith-Wiedemann syndrome (BWS) and Angelman syndrome (AS)) born after ART. In all cases, an imprinting defect was involved (loss of methylation at ICR2 in BWS, at SNRPN in AS and at IGF2R DMR2 in LOS). These data suggest that ART procedures may impair the establishment or the maintenance (following fertilization) of methylation marks at maternally imprinted loci. In view of these data, the aim of this study is to determine if children born following ART exhibit an increased risk of imprinting defects. If the answer is yes, the second objective is to identify the problematic step in the ART procedure and thus to suppress or modify this step.",
    "LocationCity": "Paris",
    "LocationState": "",
    "LocationCountry": "France",
    "Sponsor": "Assistance Publique - Hôpitaux de Paris",
    "MinimumAge": "26 Years",
    "MaximumAge": "40 Years"
  },
  {
    "NCTId": "NCT02381457",
    "BriefTitle": "SNP-based Microdeletion and Aneuploidy RegisTry (SMART)",
    "OverallStatus": "COMPLETED",
    "StartDate": "2015-04",
    "BriefSummary": "This multi-center prospective observational study is designed to track birth outcomes and perinatal correlates to the Panorama prenatal screening test in the general population among ten thousand women who present clinically and elect Panorama microdeletion and aneuploidy screening as part of their routine care. The primary objective is to evaluate the performance of Single Nucleotide Polymorphism (SNP)-based Non Invasive Prenatal Testing (NIPT) for 22q11.2 microdeletion (DiGeorge syndrome) in this large cohort of pregnant women. This will be done by performing a review of perinatal medical records and obtaining biospecimens after birth to perform genetic diagnostic testing for 22q11.2 deletion. Results from the follow-up specimens will be compared to those obtained by the Panorama screening test to determine test performance. Specific test performance parameters will include: PPV, specificity, and sensitivity.",
    "LocationCity": "San Francisco",
    "LocationState": "California",
    "LocationCountry": "United States",
    "Sponsor": "Natera, Inc.",
    "MinimumAge": "18 Years",
    "MaximumAge": "48 Years"
  },
  {
    "NCTId": "NCT06415344",
    "BriefTitle": "Long-term Extension of GTX-102 in Angelman Syndrome",
    "OverallStatus": "ENROLLING_BY_INVITATION",
    "StartDate": "2024-07-31",
    "BriefSummary": "The primary objective of the study is to evaluate the long-term safety profile of GTX-102 in participants with Angelman Syndrome (AS)",
    "LocationCity": "Los Angeles",
    "LocationState": "California",
    "LocationCountry": "United States",
    "Sponsor": "Ultragenyx Pharmaceutical Inc",
    "MinimumAge": "",
    "MaximumAge": ""
  },
  {
    "NCTId": "NCT03109756",
    "BriefTitle": "Single Dose Pharmacokinetic (PK) Study",
    "OverallStatus": "COMPLETED",
    "StartDate": "2017-04-03",
    "BriefSummary": "The trial is a Phase 1 Single Dose PK Study in Adolescent Subjects with Fragile X syndrome (FXS) or Angelman syndrome (AS).\n\n* The primary objective of the study is to evaluate the pharmacokinetics (PK) of OV101 following a single 5 mg dose of OV101 in adolescents with FXS or AS.\n* Secondary objectives are to determine the safety and tolerability of a single 5 mg dose of OV101 in adolescents with FXS or AS.",
    "LocationCity": "Chicago",
    "LocationState": "Illinois",
    "LocationCountry": "United States",
    "Sponsor": "Healx AI",
    "MinimumAge": "13 Years",
    "MaximumAge": "17 Years"
  },
  {
    "NCTId": "NCT06337383",
    "BriefTitle": "Study of the Prevalence of Autistic Traits in Angelman Syndrome",
    "OverallStatus": "RECRUITING",
    "StartDate": "2022-03-15",
    "BriefSummary": "The goal of this observational cross-sectional study is to establish the prevalence of autism spectrum disorder in children and adolescents with Angelman syndrome. The main questions it aims to answer are:\n\n* which clinical variables differentiate AS patients with and without Autism Spectrum Disorder between genetics, epilepsy, pharmacotherapy, behavioural problems, parenting style and parents' perceived stress.\n* which clinical variables differentiate parenting styles and levels of perceived stress.\n\nData from neuropsychological, speech therapy and physiotherapeutic assessments are collected during regular clinical follow-ups, regarding: cognitive development (\"Bayely Scales of Infant Development-III\", Cognitive Scale) and adaptive behaviour; Autism and Autism Spectrum Disorder (\"Autism Diagnostic Observational Schedule-2\"); parental stress and parenting styles; social-communicative skills; motor development.",
    "LocationCity": "Conegliano",
    "LocationState": "Treviso",
    "LocationCountry": "Italy",
    "Sponsor": "IRCCS Eugenio Medea",
    "MinimumAge": "4 Years",
    "MaximumAge": "14 Years"
  },
  {
    "NCTId": "NCT06914609",
    "BriefTitle": "REVEAL: A Phase 3 Study of ION582 in Angelman Syndrome",
    "OverallStatus": "RECRUITING",
    "StartDate": "2025-06-10",
    "BriefSummary": "The purpose of this study is to evaluate the efficacy and safety of ION582 in children and adults with Angelman syndrome caused by a deletion or mutation of the UBE3A gene.",
    "LocationCity": "San Diego",
    "LocationState": "California",
    "LocationCountry": "United States",
    "Sponsor": "Ionis Pharmaceuticals, Inc.",
    "MinimumAge": "2 Years",
    "MaximumAge": "50 Years"
  },
  {
    "NCTId": "NCT04507997",
    "BriefTitle": "Angelman Syndrome Natural History Study",
    "OverallStatus": "RECRUITING",
    "StartDate": "2018-08-01",
    "BriefSummary": "The goal of this study is to conduct a prospective, longitudinal natural history study of children and adults with Angelman Syndrome using investigator-observed and parent-reported outcome measures to obtain data that will be useful for future clinical trials.",
    "LocationCity": "Los Angeles",
    "LocationState": "California",
    "LocationCountry": "United States",
    "Sponsor": "Boston Children's Hospital",
    "MinimumAge": "",
    "MaximumAge": ""
  },
  {
    "NCTId": "NCT02996305",
    "BriefTitle": "A Study in Adults and Adolescents With Angelman Syndrome (STARS)",
    "OverallStatus": "COMPLETED",
    "StartDate": "2016-01",
    "BriefSummary": "The purpose of the study is to assess the safety and tolerability of oral OV101 (gaboxadol) in adult and adolescent subjects with Angelman syndrome. In addition, several exploratory efficacy outcome measures will be investigated.",
    "LocationCity": "Phoenix",
    "LocationState": "Arizona",
    "LocationCountry": "United States",
    "Sponsor": "Healx AI",
    "MinimumAge": "13 Years",
    "MaximumAge": "49 Years"
  },
  {
    "NCTId": "NCT05011851",
    "BriefTitle": "An Open-Label Study of the Safety, Tolerability, and Pharmacokinetics of Oral NNZ-2591 in Angelman Syndrome",
    "OverallStatus": "COMPLETED",
    "StartDate": "2022-07-12",
    "BriefSummary": "A study of the safety, tolerability and pharmacokinetics of NNZ-2591 and measures of efficacy in children and adolescents with Angelman syndrome",
    "LocationCity": "Randwick",
    "LocationState": "New South Wales",
    "LocationCountry": "Australia",
    "Sponsor": "Neuren Pharmaceuticals Limited",
    "MinimumAge": "3 Years",
    "MaximumAge": "17 Years"
  }
]